[X2Ability_IRI_GeneMods]
SecondaryHeartTitle="次要心脏"
SecondaryHeartFlyover="恢复心脏供血..."
SecondaryHeartMessage="心脏供血恢复。"

CheetahSightRangeBonusTitle="猎豹之眼"
CheetahSightRangeBonusDesc="猎豹基因的植入，使该士兵在白天视力上升。"
CheetahSightRangePenaltyTitle="猎豹之眼"
CheetahSightRangePenaltyDesc="猎豹基因的植入，使该士兵在黑夜视力下降。"

LizardReflexPenaltyTitle="冷血"
LizardReflexPenaltyDesc="蝾螈基因的植入，使该士兵在寒冷或炎热的环境中遭受各种惩罚。"

[X2Effect_IRI_CheetahGenes_Penalty]
CheetahRecoveryFlyover="猎豹基因："
CheetahPenaltyFlyover="猎豹基因："
CheetahFullRecoveryFlyover="良好休息"

[X2Effect_IRI_CheetahGenes]
CheetahSightRangePenaltyFlyover="视线范围：-2"
CheetahSightRangeBonusFlyover"视线范围：+2"
